// © Copyright 2012-2013, 2015-2016 HP Development Company, L.P.

HSDTaskName = "장치 관리";

TaskTitle = "장치 관리";
HSDPasswordButton = "관리 암호 설정/변경…";
HSDEnableAllTitle = "모두 활성화";
HSDDisableAllTitle = "모두 비활성화";
HSDCustomSettingsTitle = "사용자 정의 설정:";
HSDOnTitle = "켜짐";
HSDFeatureNameTitle = "기능 이름";

Networking = "Ethernet";
Wireless = "무선";
WirelessAccessPoint = "무선 액세스 지점";
Fax = "팩스";
DigitalSend = "디지털 전송";
MassStorage = "포토 카드/대용량 저장";
ePrint = "ePrint";
SIPs = "SIP";
MobileApps = "MobileApps 서비스";
ControlPanelAccess = "제어판 잠금";
Scan = "스캔";
RemoteScan = "컴퓨터 또는 모바일 장치에서 스캔";
WebScan = "웹 스캔";
WebServices = "웹 서비스";
FaxReprint = "팩스 다시 인쇄";
ReceivingColorFax = "컬러 팩스(수신 팩스)";
PrintFromMassStorage = "USB 장치에서 열기/인쇄";
ScanToMassStorage = "USB에 저장 (USB에 스캔)";
MassStorageRestrictColor = "메모리 장치에서 컬러 프린트";
Copy = "복사";
ColorCopy = "컬러 복사";
DFA = "DFA(장치 팩스 아카이브)";
ScanToEmail = "스캔하여 이메일로 전송";
ScanToNetworkFolder = "네트워크 폴더에 스캔";
ScanToSharePoint = "SharePoint로 스캔";
ManualFromEmailAddress = "이메일 주소 항목에서 수동";
ConsumableSubscription = "잉크 서비스 가입";
SFS = "온라인 도움말";
UsageDataCollection = "사용 정보 수집";
WebProxy = "웹 프록시";
WDAP = "웹 프록시 자동 검색(WPAD)";
FirmwareUpdate = "펌웨어 업데이트";
WebFirmwareUpdate = "웹에서 다운로드한 펌웨어 업데이트";

AirPrint = "AirPrint™";
GoogleCloudPrint = "Google 클라우드 프린트";
GoogleCloudPrintPrivet = "무선 네트워크에 연결하여 Google 클라우드 프린트로 인쇄하십시오.";

DisableControlPanelAccessAlertTitle =  "제어판 잠금을 활성화하면 HP Utility에서 프린터 설정에 대한 액세스가 제한됩니다. 제어판 잠금을 활성화하시겠습니까?";
DisableControlPanelAccessAlertDescription = "HP Utility에서 프린터 설정을 표시하고 제어하려면 제어판 잠금을 비활성화해야 합니다. 활성화한 경우 구성을 수행하기 위해 프린터의 EWS(내장 웹 서버)를 사용해야 합니다.";
DisableControlPanelAccessAlertButton = "제어판 잠금 활성화";

HSDFeatureRequiresRebootNote = "(1) 이 설정을 적용하려면 프린터를 재부팅하십시오.";

NoSetTitle = "%@이(가) 업데이트되지 않았습니다.";
NoSetMessage = "이 설정을 변경하는 데 허용된 최대 시도 횟수를 초과했습니다. 한 시간 후에 다시 시도하십시오.";

// password window
HSDOldPasswordTitle = "기존 암호:";
HSDNewPasswordTitle = "새 암호:";
HSDConfirmPasswordTitle = "새 암호 확인:";
NewPasswordTooLong = "새 암호가 너무 깁니다.";
PasswordNotSupported = "암호 변경이 지원되지 않습니다.";
PasswordRuntimeError = "알 수 없는 오류입니다.";
IncorrectPasswordMessage = "암호가 잘못되었습니다.";

HSDOkButton = "확인";
HSDCancelButton = "취소";
